Repository: norix92/kodi-service.skipintro
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30032
source: Enable on playlists
de_de: Aktiviere Wiedergabelisten

# #30034
source: Close
de_de: Schließen

# #30035
source: Set skipping time for this show
de_de: Lege Intro-Länge für diese Show fest

# #30036
source: Disable skipping for this show
de_de: Intro-Überspringen für diese Serie deaktivieren

# #30037
source: Skip Intro ([COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds)
de_de: Überspringe Intro ([COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] Sekunden)

# #30038
source: Skip time (seconds)
de_de: Intro Länge (Sekunden)

# #30039
source: Prompt at (seconds)
de_de: Anzeige nach (Sekunden)

# #30040
source: Skip
de_de: Überspringen

# #30041
source: Not skip
de_de: Nicht überspringen

# #30042
source: None
de_de: Keiner

# #30060
source: [B]Skip Intro DEMO MODE ENABLED[/B]
de_de: [B]Skip Intro DEMO MODUS AKTIVIERT[/B]

# #30600
source: Behaviour
de_de: Verhalten

# #30603
source: Default action when nothing selected
de_de: Standard-Aktion wenn nichts ausgewählt wird

# #30607
source: Default Skip for New Shows
de_de: Standard Zeit zum Überspringen eines Intros

# #30608
source: Notification time
de_de: Benachrichtigungszeit

# #30609
source: Duration in seconds for notification to be shown
de_de: Dauer in Sekunden zum Anzeigen der Benachrichtigung

# #30700
source: Expert
de_de: Experte

# #30703
source: Disable Skip Intro
de_de: Deaktiviere Skip Intro

# #30800
source: Developer
de_de: Entwickler

# #30801
source: Test how the user interface looks
de_de: Testen, wie die Benutzeroberfläche aussieht

# #30803
source: Enable DEMO mode
de_de: DEMO-Modus aktivieren

# #30807
source: Show an skipintro pop-up…
de_de: skipintro pop-up anzeigen…
